{
    "id": "presidents",
    "name": "Into the Oval Office",
    "color": "blue",
    "cards": [
      {
        "hints": [
          "He was the first President of the United States",
          "He commanded the Continental Army during the Revolutionary War",
          "His face appears on the one-dollar bill"
        ],
        "answer": "George Washington"
      },
      {
        "hints": [
          "He was the principal author of the Declaration of Independence",
          "He served as the third President of the United States",
          "He founded the University of Virginia"
        ],
        "answer": "Thomas Jefferson"
      },
      {
        "hints": [
          "He led the United States through the American Civil War",
          "He issued the Emancipation Proclamation",
          "He was assassinated by John Wilkes Booth"
        ],
        "answer": "Abraham Lincoln"
      },
      {
        "hints": [
          "He was the only President to serve more than two terms",
          "He led the U.S. through the Great Depression and World War II",
          "He implemented the New Deal"
        ],
        "answer": "Franklin D. Roosevelt"
      },
      {
        "hints": [
          "He was the first African American President",
          "He was awarded the Nobel Peace Prize in 2009",
          "He signed the Affordable Care Act into law"
        ],
        "answer": "Barack Obama"
      },
      {
        "hints": [
          "He was the second President of the United States",
          "He was a key figure in the American Revolution",
          "His son also became President"
        ],
        "answer": "John Adams"
      },
      {
        "hints": [
          "He was known as 'Old Hickory'",
          "He was the first President from the Democratic Party",
          "He appears on the twenty-dollar bill"
        ],
        "answer": "Andrew Jackson"
      },
      {
        "hints": [
          "He was the shortest-serving President, dying after only 31 days in office",
          "He was the first President to die in office",
          "He was succeeded by his Vice President, John Tyler"
        ],
        "answer": "William Henry Harrison"
      },
      {
        "hints": [
          "He was the last President not to have been elected as President or Vice President",
          "He pardoned Richard Nixon",
          "He was known for his 'Whip Inflation Now' campaign"
        ],
        "answer": "Gerald Ford"
      },
      {
        "hints": [
          "He was the only President to resign from office",
          "He was involved in the Watergate scandal",
          "He opened diplomatic relations with China"
        ],
        "answer": "Richard Nixon"
      },
      {
        "hints": [
          "He was the oldest person to assume the presidency until 2017",
          "He was known as the 'Great Communicator'",
          "He implemented 'Reaganomics'"
        ],
        "answer": "Ronald Reagan"
      },
      {
        "hints": [
          "He was the youngest person to become President",
          "He established the Peace Corps",
          "He led the country during the Cuban Missile Crisis"
        ],
        "answer": "John F. Kennedy"
      },
      {
        "hints": [
          "He was the first President born after World War II",
          "He played the saxophone",
          "He was impeached by the House but acquitted by the Senate"
        ],
        "answer": "Bill Clinton"
      },
      {
        "hints": [
          "He led the country through World War I",
          "He helped create the League of Nations",
          "He won the Nobel Peace Prize in 1919"
        ],
        "answer": "Woodrow Wilson"
      },
      {
        "hints": [
          "He was known as the 'Bull Moose'",
          "He was the youngest person to become President until John F. Kennedy",
          "He won the Nobel Peace Prize for his efforts to end the Russo-Japanese War"
        ],
        "answer": "Theodore Roosevelt"
      },
      {
        "hints": [
          "He was the first President to be born in a hospital",
          "He ordered the invasion of Iraq in 2003",
          "He was President during the 9/11 terrorist attacks"
        ],
        "answer": "George W. Bush"
      },
      {
        "hints": [
          "He was the only President never to have been elected President or Vice President",
          "He was appointed Vice President after Spiro Agnew's resignation",
          "He pardoned Richard Nixon"
        ],
        "answer": "Gerald Ford"
      },
      {
        "hints": [
          "He was the last President to have been born in the 19th century",
          "He ordered the use of atomic bombs on Hiroshima and Nagasaki",
          "He implemented the Marshall Plan"
        ],
        "answer": "Harry S. Truman"
      },
      {
        "hints": [
          "He was the only President to serve two non-consecutive terms",
          "He was the first Democrat elected after the Civil War",
          "He was known as the 'Guardian President'"
        ],
        "answer": "Grover Cleveland"
      },
      {
        "hints": [
          "He was the first President to be born as a U.S. citizen",
          "He died on the same day as Thomas Jefferson",
          "He was the son of the second President"
        ],
        "answer": "John Quincy Adams"
      },
      {
        "hints": [
          "He was the last President to have been a founding father",
          "He was known as the 'Father of the Constitution'",
          "He was the shortest President at 5'4\""
        ],
        "answer": "James Madison"
      },
      {
        "hints": [
          "He was the only President to serve as Chief Justice of the Supreme Court",
          "He was known as the 'Chief Architect of the Cold War'",
          "He implemented the Marshall Plan"
        ],
        "answer": "William Howard Taft"
      },
      {
        "hints": [
          "He was the first President to be impeached",
          "He was the only Southern Senator to remain loyal to the Union during the Civil War",
          "He implemented the Reconstruction"
        ],
        "answer": "Andrew Johnson"
      },
      {
        "hints": [
          "He was the last President to have served in World War II",
          "He was Director of the CIA before becoming President",
          "He said 'Read my lips: no new taxes' but later raised taxes"
        ],
        "answer": "George H. W. Bush"
      },
      {
        "hints": [
          "He was the first President to be born after American independence",
          "He was the last President to have been a veteran of the American Revolution",
          "He was known for the Monroe Doctrine"
        ],
        "answer": "James Monroe"
      },
      {
        "hints": [
          "He was the only President to have been a lifelong bachelor",
          "He died after only 32 days in office",
          "He was the last President born before the signing of the Constitution"
        ],
        "answer": "James Buchanan"
      },
      {
        "hints": [
          "He was the first President to be born in the 20th century",
          "He was known for his 'Great Society' programs",
          "He became President after the assassination of John F. Kennedy"
        ],
        "answer": "Lyndon B. Johnson"
      },
      {
        "hints": [
          "He was the first President to be born after the Civil War",
          "He led the U.S. through World War I",
          "He proposed the League of Nations"
        ],
        "answer": "Woodrow Wilson"
      },
      {
        "hints": [
          "He was the last President to have been born in the 18th century",
          "He was the first President to ride on a train",
          "He was the first President to die in office"
        ],
        "answer": "William Henry Harrison"
      },
      {
        "hints": [
          "He was the only President to have been elected unopposed",
          "He was the last President to have been a founding father",
          "He delivered the shortest inaugural address"
        ],
        "answer": "James Monroe"
      },
      {
        "hints": [
          "He was the first President to be born in Texas",
          "He signed the Civil Rights Act of 1964",
          "He escalated U.S. involvement in the Vietnam War"
        ],
        "answer": "Lyndon B. Johnson"
      },
      {
        "hints": [
          "He was the first President to be born after World War II",
          "He was a former Governor of Arkansas",
          "He signed the North American Free Trade Agreement"
        ],
        "answer": "Bill Clinton"
      },
      {
        "hints": [
          "He was the last President to have been born in the 19th century",
          "He ordered the desegregation of the U.S. military",
          "He authorized the use of atomic bombs in World War II"
        ],
        "answer": "Harry S. Truman"
      },
      {
        "hints": [
          "He was the first President to be born in California",
          "He was a former actor and Governor of California",
          "He is known for his economic policy called 'Reaganomics'"
        ],
        "answer": "Ronald Reagan"
      },
      {
        "hints": [
          "He was the first President to be born after American independence",
          "He was the last President who was a Founding Father",
          "He was known for the Monroe Doctrine"
        ],
        "answer": "James Monroe"
      },
      {
        "hints": [
          "He was the only President to have never married",
          "He was the only President from Pennsylvania",
          "His niece, Harriet Lane, acted as First Lady during his presidency"
        ],
        "answer": "James Buchanan"
      },
      {
        "hints": [
          "He was the first President to be impeached",
          "He was the only Southern Senator to remain in the Senate after secession",
          "He became President after Lincoln's assassination"
        ],
        "answer": "Andrew Johnson"
      },
      {
        "hints": [
          "He was the first President to be born as an American citizen",
          "He was the son of the second President",
          "He lost his re-election bid to Andrew Jackson"
        ],
        "answer": "John Quincy Adams"
      },
      {
        "hints": [
          "He was the last President to have served in the American Revolution",
          "He was the last President from the Federalist Party",
          "He was the first President to live in the White House"
        ],
        "answer": "John Adams"
      },
      {
        "hints": [
          "He was the first President to be photographed",
          "He was the last President to have been born in the 18th century",
          "He died after only 16 months in office"
        ],
        "answer": "John Tyler"
      },
      {
        "hints": [
          "He was the first President to be born in Vermont",
          "He was the only President to be elected four times",
          "He led the U.S. through the Great Depression and most of World War II"
        ],
        "answer": "Calvin Coolidge"
      },
      {
        "hints": [
          "He was the first President to be born after the signing of the Declaration of Independence",
          "He was the last President to wear a powdered wig",
          "He was known as 'Old Tippecanoe'"
        ],
        "answer": "William Henry Harrison"
      },
      {
        "hints": [
          "He was the first President to be born in New Jersey",
          "He was the only President to serve as both President and Chief Justice",
          "He was known for his 'Dollar Diplomacy' foreign policy"
        ],
        "answer": "Grover Cleveland"
      },
      {
        "hints": [
          "He was the first President to be born in Hawaii",
          "He was awarded the Nobel Peace Prize in his first year in office",
          "He was the first African American President"
        ],
        "answer": "Barack Obama"
      },
      {
        "hints": [
          "He was the first President to be born after the United States gained independence",
          "He was the last President who was a Founding Father",
          "He established the Monroe Doctrine"
        ],
        "answer": "James Monroe"
      }
    ]
  }